Repository: nozwock/packet
Catalog: po/*.po
Languages: ar, az, bn, cs, da, et, it, kab, nl, oc

# shortcut window
source: General
ar: عام
da: Generel
et: Üldised
it: Generale
nl: Algemeen

# shortcut window
source: Show Shortcuts
ar: عرض اختصارات لوحة المفاتيح
da: Vis Tastatur Genveje
et: Näita klaviatuuri kiirklahve
it: _Mostra le scorciatoie
nl: Sneltoetsen tonen
oc: Mostrar los acorchis clavièr

# shortcut window
source: Show Help
ar: عرض المساعدة
da: Vis Hjælp
et: Näita abiteavet
it: Mostra l'aiuto
nl: Hulpvenster openen
oc: Mostrar l'ajuda

# shortcut window
source: Open Preferences
ar: فتح التفضيلات
da: Åben præference
et: Ava eelistused
it: Apri le impostazioni
nl: Voorkeuren openen
oc: Dobrir las preferéncias

# shortcut window
source: Quit
ar: مغادرة
da: Luk ned
et: Välju
it: Esci
nl: Afsluiten
oc: Quitar

source: _Preferences
ar: _التفضيلات
az: _Seçimlər
bn: পছন্দ
cs: _Předvolby
da: _Præferencer
et: _Eelistused
it: _Preferenze
kab: _Ismenyifen
nl: _Voorkeuren
oc: _Preferéncias

source: _Help
ar: _مساعدة
da: _Hjælp
et: _Abiteave
it: _Aiuto
nl: _Hulp
oc: _Ajuda

source: _Keyboard Shortcuts
ar: _اختصارات لوحة المفاتيح
az: _Klaviyatura Qısayolları
bn: কীবোর্ড শর্টকাট
cs: _Klávesové Zkratky
da: _Tastatur Genveje
et: _Klaviatuuri kiirklahvid
it: _Scorciatoie da tastiera
kab: Inegzumen n unasiw (_K)
nl: _Sneltoetsen
oc: _Acorchis clavièr

source: _About Packet
ar: _عَنْ "باكيت"
az: _Packet Haqqında
bn: Packet সম্পর্কে
cs: _O Packet
da: _Om Packet
et: _Rakenduse teave: Packet
it: _Info su Packet
kab: Ɣef Packet
nl: Over P_acket
oc: _A prepaus de Packet

source: Setting up Packet…
ar: يُعد "باكيت"…
az: Packet Quraşdırılır…
bn: Packet সেটআপ করা হচ্ছে…
cs: Nastavování Packet…
da: Opsætning af Packet…
et: Packet on seadistamisel…
it: Preparazione di Packet…
kab: Asesteb n Packet…
nl: Bezig met instellen…
oc: Parametratge de Packet…

source: Copy Log
da: Kopilog
et: Kopeeri logi
it: Copia il log
nl: Logboek kopiëren
oc: Copiar los logs

source: Couldn't Set Up
ar: تعذَّر الإعداد
az: Quraşdırıla bilmədi
bn: সেটআপ করা যায়নি
cs: Nastavení se nepovedlo
da: Kan ikke lave opsætning
et: Algseadistamine ei õnnestunud
it: Configurazione non riuscita
kab: Yegguma ad yettwasesteb
nl: Instellen mislukt
oc: Configuracion impossibla

source: An error occurred while trying to setup Packet
ar: حصل خطأ أثناء إعداد "باكيت"
az: Packet quraşdırılarkən bir xəta meydana gəldi
bn: Packet সেটআপ করার চেষ্টা করার সময় একটি ত্রুটি ঘটেছে
cs: Při nastavení programu Packet byla zjištěna chyba
da: Fejl ved opsætning af Packet
et: Packeti seadistamisel tekkis viga
it: Si è verificato un errore durante la configurazione di Packet
kab: Tella-d tuccḍa lawan n usesteb n Packet
nl: Er is een fout opgetreden tijdens het instellen van Packet
oc: Una error s'es producha en configurant Packet

source: Try Again
ar: أعد المحاولة
az: Təkrar Cəhd Edin
bn: আবার চেষ্টা করুন
cs: Zkusit znovu
da: Prøve igen
et: Proovi uuesti
it: Riprova
kab: Ɛreḍ tikkelt-nniḍen
nl: Opnieuw proberen
oc: Tornar ensajar

source: Main Page
ar: الصفحة الرئيسة
az: Ana Səhifə
bn: প্রধান পৃষ্ঠা
cs: Hlavní Stránka
da: Hovdeside
et: Põhivaade
it: Pagina principale
kab: Asebter agejdan
nl: Hoofdpagina
oc: Pagina principala

source: Add, or drop a file to send
ar: أضِف أو أسقط ملفًا لإرساله
az: Göndərmək üçün fayl əlavə edin
bn: পাঠানোর জন্য ফাইল যোগ করুন বা টেনে আনুন
cs: Přidejte, nebo přetáhněte soubor k odeslání
da: Tilføj, eller slip filer til at send
et: Lisa valijast või lohista siia saadetavad failid
it: Aggiungi o rilascia un file da inviare
kab: Rnu, neɣ zuɣer afaylu i tuzna
nl: Voeg bestanden toe of sleep ze hierheen
oc: Apondre, o depausar un fichièr d’enviar

source: Add Files
ar: أضِف ملفات
az: Faylları Əlavə Edin
bn: ফাইলগুলো যোগ করুন
cs: Přidat Soubory
da: Tilføj filer
et: Lisa faile
it: Aggiungi i file
kab: Rnu ifuyla
nl: Bestanden toevoegen
oc: Apondre de fichièrs

source: Selected Files Page
ar: صفحة الملفات المختارة
da: Valgt Filer
et: Valitud failide leht
it: Pagina file selezionati
kab: Asebter n yifuyla yettwafernen
nl: Pagina met geselecteerde bestanden
oc: Pagina de fichièrs seleccionats

source: Add File
ar: أضِف ملفًا
az: Fayl Əlavə Edin
bn: ফাইল যোগ করুন
cs: Přidat Soubor
da: Tilføj file
et: Lisa fail
it: Aggiungi un file
kab: Rnu afaylu
nl: Bestand toevoegen
oc: Apondre un fichièr

source: Send
ar: أرسِل
az: Göndər
bn: পাঠান
cs: Odeslat
et: Saada
it: Invia
kab: Tuzna
nl: Versturen
oc: Mandar

source: Select Recipients
ar: حدِّ المستلمين
az: Alıcıları Seçin
bn: প্রাপক নির্বাচন করুন
cs: Vybrat Příjemce
da: Vælge modtager
et: Vali vastuvõtjad
it: Seleziona i destinatari
kab: Fren iɣerwaḍen
nl: Ontvangers kiezen
oc: Seleccionar los destinaris

source: Looking for devices…
ar: يبحث عن أجهزة…
az: Cihazlar axtarılır…
bn: ডিভাইস খোঁজা হচ্ছে…
cs: Hledání zařízení…
da: Søger efter enheder…
et: Otsin seadmeid…
it: Ricerca dispositivi…
kab: Anadi ɣef yibenkan…
nl: Bezig met zoeken naar apparaten…
oc: Recèrca de periferics…

source: Can't see the other device?
ar: لم يعثر على أجهزة أخرى؟
az: Digər cihazı görə bilmirsiniz?
bn: অন্য ডিভাইস দেখতে পাচ্ছেন না?
cs: Nevidíte další zařízení?
da: Kan ikke se den anden enhed?
et: Kas teine seade pole nähtav?
it: Non vedi l'altro dispositivo?
kab: Ur yezmir ara ad iwali ibenk niḍen?
nl: Kunt u het andere apparaat niet vinden?
oc: Vesètz pas l’autre periferic ?

source: Preferences
ar: التفضيلات
az: Seçimlər
bn: পছন্দ
cs: Předvolby
da: Indstillinger
et: Eelistused
it: Preferenze
kab: Ismenyifen
nl: Voorkeuren
oc: Preferéncias

source: General
ar: عام
az: Ümumi
bn: সাধারণ
cs: Obecné
da: Generalt
et: Üldised
it: Generale
kab: Amatu
nl: Algemeen

source: Device Name
ar: اسم الجهاز
az: Cihaz Adı
bn: ডিভাইসের নাম
cs: Jméno Zařízení
da: Enhedens navn
et: Seadme nimi
it: Nome del dispositivo
kab: Isem n yibenk
nl: Apparaatnaam
oc: Nom del periferic

source: Visibility
ar: الظهور
az: Görünürlük
bn: দৃশ্যমানতা
cs: Viditelnost
da: Synlighed
et: Nähtavus
it: Visibilità
kab: Tawalit
nl: Zichtbaarheid
oc: Visibilitat

source: Whether others can see this device
ar: فيما إذا أمكن للآخرين رؤية هذا الجهاز
az: Bu cihazı başqaları görə bilərmi
bn: অন্যরা এই ডিভাইসটি দেখতে পারবে কিনা
cs: Zda lze vidět toto zařízení
da: Om andre kan se denne enhed
et: Kas muud kasutajad saavad seda seadet näha
it: Se gli altri possono vedere questo dispositivo
kab: Ma yella wiyyaḍ zemren ad walin ibenk-a
nl: Of anderen dit apparaat kunnen vinden
oc: Indica se los autres veson aqueste aparelh

source: Downloads Folder
ar: مجلد التنزيلات
az: Yüklənilənlər Qovluğu
bn: ডাউনলোড ফোল্ডার
cs: Složka Stažení
da: Overførsels Mappen
et: Allalaadimiste kaust
it: Cartella di download
kab: Akaram n isadaren
nl: Downloadmap
oc: Dossièr de telecargament

source: Pick download folder
ar: انتقِ مجلد التنزيلات
az: Yükləmə qovluğu seçin
bn: ডাউনলোড ফোল্ডার নির্বাচন করুন
cs: Vybrat složku stažení
da: Vælge en overførsels mappe
et: Vali kaust allalaadimiste jaoks
it: Scegli la cartella di download
kab: Fren akaram i yisadaren
nl: Kies een downloadmap
oc: Causir un dossièr pels telecargaments

source: Run in Background
ar: شغِّل في الخلفية
da: Kør i baggrund
et: Käivita rakendus taustal
kab: Selkem deg ugilal
nl: Uitvoeren op achtergrond
oc: Executar en rèireplan

source: Allow running in the background
ar: اسمح بالتشغيل في الخلفية
da: Tillade kørsel i baggrunden
et: Võimalda rakenduse töötamist taustateenusena
kab: Sireg aselkem deg ugilal
nl: Sta toe dat Packet op de achtergrond draait
oc: Autorizar l'execucion en rèireplan

source: Auto Start
ar: البدأ الآلي
et: Käivita automaatselt
it: Avvio automatico
kab: Sekker s wudem awurman
nl: Automatisch opstarten
oc: Aviada auto

source: Start automatically at login
ar: يبدأه آليًا عند الولوج
da: Start automatisk ved login
et: Sisselogimisel käivita rakendus automaatselt
it: Avvio automatico al login
kab: Senker s wudem awurman lawan n tuqqna
nl: Start Packet automatisch op na het opstarten
oc: Aviar automaticament a la connexion

source: Advanced
ar: متقدم
az: Ətraflı
bn: উন্নত
cs: Pokročilé
da: Advanceret
et: Täiendavad seadistused
it: Avanzate
kab: Talqayt
nl: Geavanceerd
oc: Avançat

source: Nautilus Plugin
ar: اضافة مدير الملفات الخاص ب جنوم Nautilus
et: Nautiluse lisamoodul
oc: Empeuton Nautilus

source: Integrate with Nautilus file menu
ar: الدمج مع قائمة ملفات Nautilus
da: Integrer med Nautilus fil menuen
et: Lõiming Nautiluse failimenüüga
it: Integrazione con il menu dei file di Nautilus
nl: Voeg acties toe aan het Nautilus-bestandsmenu
oc: Integrar al menú fichièr de Nautilus

source: Static Network Port
ar: منفذ الشبكة الساكن
az: Statik Şəbəkə Portu
bn: স্থির নেটওয়ার্ক পোর্ট
cs: Statický Síťový Port
da: Statisk Netværks Port
et: Staatiline võrguport
it: Porta di rete statica
kab: Tawwurt n uzeṭṭa tudmist
nl: Statische netwerkpoort
oc: Pòrt ret estatic

source: For whitelisting through a firewall
ar: يسمح بإضافته للقائمة البيضاء من خلال جدار ناري
az: Firewall ağ siyahısına salmaq üçün
bn: ফায়ারওয়ালের মাধ্যমে হোয়াইটলিস্টিংয়ের জন্য
cs: Pro umístění programu do whitelistu
da: Til hvidlistning via en firewall
et: Võimaldab sul seadistada päringute lubamist läbi tulemüüri
it: Per consentire l'app tramite un firewall
nl: Staat toe dat Packet op de witte lijst van firewalls wordt geplaatst
oc: Per mesa en lista blanca via parafuòc

source: Port Number
ar: رقم المنفذ
az: Port Nömrəsi
bn: পোর্ট নম্বর
cs: Číslo Portu
da: Port nummer
et: Pordi number
it: Numero di porta
kab: Uṭṭun n tewwurt
nl: Poortnummer
oc: Numèro de pòrt

source: Help
ar: مساعدة
az: Yardım
bn: সাহায্য
cs: Nápověda
da: Hjælp
et: Abiteave
it: Aiuto
kab: Tallalt
nl: Hulp
oc: Ajuda

source: Make sure both devices are connected to the same Wi-Fi network and have Bluetooth turned on
ar: تأكد من أن الجهازين متصلان بنفس شبكة واي فاي وأن بلوتوث مشغَّل
az: Hər iki cihazın eyni Wi-Fi şəbəkəsinə bağlı olduğundan və Bluetooth açıq olduğundan əmin olun
bn: নিশ্চিত করুন যে উভয় ডিভাইস একই ওয়াই-ফাই নেটওয়ার্কের সাথে সংযুক্ত এবং ব্লুটুথ চালু রয়েছে
cs: Ujištěte se že obě zařízení jsou na stejné Wi-Fi síti a mají zapnuté Bluetooth
da: Vær sikker på at begge endheder er tilsluttet på samme Wi-FI nætværk og har bluetooth slået til
et: Palun kontrolli, et mõlemad seadmed on ühendatud samasse WiFi võrku ning Bluetooth on sisse lülitatud
it: Assicurati che entrambi i dispositivi siano connessi alla stessa rete Wi-Fi e che abbiano il Bluetooth attivato
kab: Ɣur-k ad ilin sin ibenkan-nni ttwaqnan ɣer yiwen n uẓeṭṭa n Wi-Fi yerna llan sɛan Bluetooth yeldi gar-asen
nl: Zorg dat beide apparaten verbonden zijn met hetzelfde wifinetwerk en dat bluetooth is ingeschakeld
oc: Asseguratz-vos que los dos periferics son connectats al meteis ret Wi-Fi e an lo Bluetooth activat

source: Make sure the device is set to be visible to all nearby devices
ar: تأكد من ضبط الجهاز ليكون مرئيًا لجميع الأجهزة القريبة
az: Cihazın yaxındakı cihazlara görünür olduğundan əmin olun
bn: নিশ্চিত করুন যে ডিভাইসটি কাছাকাছি সমস্ত ডিভাইসের কাছে দৃশ্যমান হওয়ার জন্য সেট করা আছে
cs: Ujištěte se že je vaše zařízení viditelné všemi zařízeními
da: Vær sikker på at enheden er sat til at være synlig for alle enheder i nærheden
et: Palun kontrolli, et see seade on nähtav kõigile lähikonnas asuvatele seadmetele
it: Assicurati che il dispositivo sia impostato per essere visibile a tutti i dispositivi nelle vicinanze
kab: Ḍmen ibenk yettusbadu ad iban i meṛṛa ibenkan uqriben
nl: Zorg dat het apparaat zichtbaar is voor apparaten in de buurt
oc: Asseguratz-vos que lo periferic es parametrat per èsser visible pels periferics a proximitat

source: For an Android device, try opening the <b>Quick Share</b> page in the <b>Files by Google</b> app
ar: جرب فتح صفحة <b>Quick Share</b> في تطبيق <b>الملفات من جوجل</b> على أجهزة أندرويد
az: Android cihazları üçün, <b>Files by Google</b> proqramından <b>Quick Share</b> səhifəsini açmağı yoxlayın
bn: অ্যান্ড্রয়েড ডিভাইসের জন্য, <b>Files by Google</b> অ্যাপে <b>Quick Share</b> পৃষ্ঠা� EDU_TD>ঠা খোলার চেষ্টা করুন
cs: Na zařízení Android, zkuste otevřít <b>Quick Share</b> v aplikaci <b>Soubory od Googlu</b>
da: For en android enhed, prøv at åben <b>Quick Share</b> page in the <b>Files by Google</b> app
et: Androidi seadmes proovi avada <b>Kiirjagamise (Quick Share)</b> leht <b>Google'i failihalduris (Files by Google)</b>
it: Per un dispositivo Android, prova ad aprire la pagina <b>Quick Share</b> nell'app <b>Files</b> di Google
kab: I yibenk n Android, ɛreḍ ad teldiḍ asebter <b>Quick Share</b> deg usnas <b>Files by Google</b>
nl: Op Android kunt u proberen om <b>Snel delen</b> in de app <b>Bestanden</b> (<b>Files by Google</b>) te openen
oc: Per un periferic Android, ensajatz de dobrir la pagina <b>Quick Share</b> dins l’aplicacion <b>Files per Google</b>

source: translator-credits
ar: يوسف محمد <yousef.impo@gmail.com> أحمد النجماوي <iramosu@protonmail.com>
az: Mətin Hüseynzadə
bn: দ্বৈপায়ন দে <dwaipayan774@gmail.com>
cs: maggiethemagpie
da: Sebastian Tirsgaard Larsen (ZorroDKK)
et: Priit Jõerüüt 2025
it: Lorenzo Mirabella
kab: Athmane MOKRAOUI
nl: Heimen Stoffels <vistausss@fastmail.com>
oc: Quentin PAGÈS

source: Loading logs...
da: Indlæser logfiler...
et: Laadin logisid...
it: Caricamento log...
nl: Bezig met laden van logboek…
oc: Cargament dels logs...

source: Similar Projects
ar: مشاريع مشابهة
az: Bənzər Layihələr
bn: অনুরূপ প্রকল্প
cs: Podobné Projekty
da: Tilsvarende projekter
et: Sarnased projektid
it: Progetti Simili
kab: Isenfaren yettemcabin
nl: Vergelijkbare projecten
oc: Projèctes similars

source: Failed to retrieve the logs
da: Kunne ikke hente loggene
et: Logide laadimine ei õnnestunud
it: Impossibile recuperare i registri
nl: Het logboek kan niet worden opgehaald
oc: Fracàs de la recuperacion dels logs

source: Unknown device
ar: جهاز مجهول
az: Naməlum cihaz
bn: অজানা ডিভাইস
cs: Neznámé zařízení
da: Ukendt enhed
et: Tundmatu seade
it: Dispositivo sconosciuto
kab: Ibenk arussin
nl: Onbekend apparaat
oc: Periferic desconegut

source: hour
ar: ساعة
az: saat
bn: ঘণ্টা
cs: hodina
da: time
et: tund
it: ora
kab: asrag
nl: uur
oc: ora

source: minute
ar: دقيقة
az: dəqiqə
bn: মিনিট
cs: minuta
da: minut
et: minut
it: minuto
kab: Tasdat
nl: minuut
oc: minuta

source: second
ar: ثانية
az: saniyə
bn: সেকেন্ড
cs: sekunda
da: sekund
et: sekund
it: secondo
kab: tasint
nl: seconde
oc: segonda

source: Remove
ar: أزِل
az: Sil
bn: অপসারণ করুন
cs: Odstranit
da: Fjern
et: Eemalda
it: Rimuovi
kab: Kkes
nl: Verwijderen
oc: Suprimir

source: {} File
ar: لا ملفات
az: {} Fayl
bn: {} ফাইল
cs: Soubor
da: {} Fil
et: {} fail
kab: {} n ufaylu
nl: {} bestand
oc: {} fichièr

source: Text
ar: نص
az: Mətn
bn: টেক্সট
da: Tekst
et: Tekst
it: Testo
kab: Aḍris
nl: Tekst
oc: Tèxte

source: Receiving
ar: يستلم
az: Qəbul edilir
bn: গ্রহণ করা হচ্ছে
cs: Získávání
da: Modtager
et: Võtan vastu
it: In arrivo
kab: Armas
nl: Bezig met ontvangen
oc: Recepcion

source: Cancel
ar: ألغِ
az: Ləğv Et
bn: বাতিল করুন
cs: Zrušit
da: Annuller
et: Katkesta
it: Annulla
kab: Semmet
nl: Annuleren
oc: Anullar

source: Incoming Transfer
ar: نقل قادم
az: Gələn Ötürmə
bn: আগত স্থানান্তর
cs: Příchozí Přenos
da: Indgående overførsel
et: Saabuv ülekanne
it: Trasferimento in arrivo
nl: Inkomende overdracht
oc: Transferiment dintrant

source: Receiving...
ar: يستلم…
da: Modtager...
et: Võtan vastu...
it: Ricezione...
kab: Armas...
nl: Bezig met ontvangen…
oc: Recepcion...

source: Decline
ar: ارفض
az: Rədd Et
bn: প্রত্যাখ্যান করুন
cs: Zamítnout
da: Afvise
et: Keeldu
it: Rifiuta
kab: Agwi
nl: Weigeren
oc: Refusar

source: Accept
ar: اقبل
az: Qəbul Et
bn: গ্রহণ করুন
cs: Příjmout
da: Godkend
et: Nõustu
it: Accetta
kab: Qbel
nl: Goedkeuren
oc: Acceptar

source: {} file ({})
ar: {} ملف ({})
az: {} fayl ({})
bn: {} ফাইল ({})
cs: {} soubor ({})
da: Fil
et: {} fail ({})
kab: {} n ufaylu ({})
nl: {} bestand ({})
oc: {} fichièr {}

source: Preview ({})
ar: عاين ({})
az: Ön Baxış ({})
bn: প্রিভিউ ({})
cs: Náhled ({})
da: forhåndsvisning
et: Eelvaade ({})
it: Anteprima ({})
kab: Taskant ({})
nl: ({}) voorvertonen
oc: Apercebut ({})

source: Code: {}
ar: الرمز: {}
az: Kod: {}
bn: কোড: {}
cs: Kód: {}
da: Kode: {}
et: Kood: {}
it: Codice: {}
kab: Tangalt: {}
oc: Còdi : {}

source: Request timed out
ar: انقضت مهلة الطلب
da: Anmodningen udløb
et: Päring aegus
it: Richiesta scaduta
kab: Iɛedda wakud n ussuter
nl: Verzoek is verlopen
oc: La requèsta a expirat

source: {} wants to share {}
ar: يرغب {} بمشاركة {}
da: {} vil gerne dele {}
et: {} soovib jagada {}
it: {} vuole condividere {}
kab: {} yebɣa ad yebḍu {}
nl: {} wil {} delen
oc: {} vòl partejar {}

source: About {} left
ar: تبقت {}
az: Təxmini {} qalıb
bn: প্রায় {} বাকি
cs: Zbývá zhruba {}
da: omkring {} tilbage
et: Jäänud veel umbes {}
it: Circa {} rimasti
kab: Ɣef {} i yezrin
nl: Nog {} te gaan
oc: Demòra environ {}

source: Unexpected dissconnection
ar: انقطع الاتصال بشكل غير متوقع
az: Gözlənilməyən kəsinti
bn: অপ্রত্যাশিত সংযোগ বিচ্ছেদ
cs: Neočekávané odpojení
da: Uventet afbrydelse
et: Ühenduse ootamatu katkemine
it: Disconnessione inaspettata
nl: Verbinding onverwacht onderbroken
oc: Desconnexion inesperada

source: Transfer cancelled by sender
ar: ألغي النقل من قِبل المرسل
az: Ötürmə göndərən tərəfindən ləğv edildi
bn: প্রেরক দ্বারা স্থানান্তর বাতিল করা হয়েছে
cs: Přenos zrušen odesílatelem
da: Overførsel afbrudt af afsender
et: Saatja on katkestanud ülekande
it: Trasferimento annullato dal mittente
kab: Yettwasefsex uwelleh sɣur umazan
nl: Overdracht afgebroken door afzender
oc: Transferiment anullat per l’enviaire

source: Copy to clipboard
ar: انسخ إلى الحافظة
az: Mübadilə buferinə kopyala
bn: ক্লিপবোর্ডে অনুলিপি করুন
cs: Zkopírovat do schránky
da: Kopier til udklipsholder
et: Kopeeri lõikelauale
it: Copia negli appunti
kab: Nɣel ɣef afus
nl: Kopiëren naar klembord
oc: Copiar al quichapapièrs

source: Save text as file
ar: احفظ النص كملف
az: Mətni fayl formatında saxla
bn: টেক্সট ফাইল হিসেবে সংরক্ষণ করুন
cs: Uložit text jako soubor
da: Gem tekst som fil
et: Salvesta tekst failina
it: Salva testo come file
kab: Sekles aḍris amzun d afaylu
nl: Tekst opslaan in bestand
oc: Enregistrar lo tèxte coma fichièr

source: Open
ar: افتح
az: Aç
bn: খুলুন
cs: Otevřít
da: Åben
et: Ava
it: Apri
kab: Ldi
nl: Openen
oc: Dobrir

source: Received "{}"
ar: استُلم «{}»
da: modtaget "{}"
et: Vastu võetud: {}
it: Ricevuto "{}"
kab: Yettwarmes "{}"
nl: ‘{}’ is ontvangen
oc: « {} » recebut

source: Copy
ar: انسخ
da: Kopi
et: Kopeeri
it: Copia
kab: Nɣel
nl: Kopiëren
oc: Copiar

source: {} file received
ar: لم تُستلم ملفات
az: {} fayl qəbul edildi
bn: {} ফাইল গৃহীত
cs: {} soubor příjat
da: {} Fil modtaget
et: {} fail on vastu võetud
it: {} file ricevuto
kab: {} ufaylu i yettwaremsen
nl: {} bestand ontvangen
oc: {} fichièr recebut

source: Unavailable
ar: غير متوفر
az: Mövcud Deyil
bn: অনুপলব্ধ
cs: Nedostupné
da: Ikke tilgængelig
et: Pole saadaval
it: Non disponibile
kab: Ur yewjid ara
nl: Niet beschikbaar
oc: Indisponible

source: Queued
ar: في قائمة الانتظار
az: Sırada
bn: সারিবদ্ধ
cs: V řadě
da: Kø
et: Lisatud järjekorda
it: In coda
kab: Yettwarna ar udras
nl: In wachtrij
oc: En espèra

source: Retry
ar: أعِد المحاولة
az: Yenidən Cəhd Et
bn: পুনরায় চেষ্টা করুন
cs: Zopakovat pokus
da: prøv igen
et: Proovi uuesti
it: Riprova
kab: Ɛref̣ tikelt-nniḍen
nl: Opnieuw proberen
oc: Tornar ensajar

source: Requested
ar: طُلب
az: Tələb Göndərildi
bn: অনুরোধ করা হয়েছে
cs: Vyžádáno
da: anmodet
et: Päring saadetud
it: Richiesto
kab: Yettwasra
nl: Aangevraagd
oc: Demandat

source: Failed
ar: فشل
az: Uğursuz
bn: ব্যর্থ হয়েছে
cs: Selhalo
da: Fejlet
et: Ebaõnnestunud
it: Fallito
kab: Yecceḍ
nl: Mislukt
oc: Fracàs

source: Sent {} file
ar: لم تُرسل ملفات
az: {} fayl göndərildi
bn: {} ফাইল পাঠানো হয়েছে
cs: Odeslán {} soubor
da: sendt {} fil
et: Saatsin {} faili
it: Inviato {} file
kab: Azen {} ufaylu
nl: Er is {} bestand verstuurd
oc: {} fichièr enviat

source: Couldn't update the Nautilus plugin
ar: تعذّر تحديث إضافة مدير المفات Nautilus
da: kunne ikke opdatere Nautilus plugin
et: Nautiluse lisamooduli uuendamine ei õnnestunud
it: Impossibile aggiornare il plugin Nautilus
nl: De Nautilus-plug-in kan niet worden bijgewerkt
oc: Actualizacion impossibla de l'empeuton de Nautilus

source: Packet cannot run in the background
ar: تعذَّر تشغيل "باكيت" في الخلفية
da: Packet kunne ikke køre i baggrunden
et: Packet käivitamine taustal ei õnnestu
it: Packet non può essere eseguito in background
kab: Packet yegguma ad yeddu deg ugilal
nl: Packet kan niet op de achtergrond worden uitgevoerd
oc: Packet se pòt pas executar en rèireplan

source: Packet cannot run at login
ar: تعذَّر تشغيل "باكيت" عند تسجيل الدخول
da: Packet kunne ikke køres ved login
et: Packet käivitamine sisselogimisel ei õnnestu
it: Packet non può essere eseguito al login
kab: Packet ur yezmir ad yeddu lawan n tuqqna
nl: Packet kan niet automatisch worden opgestart
oc: Packet se pòt pas aviar a la dobertura de session

source: Can't rename device during an active transfer
ar: تعذَّرت إعادة تسمية الجهاز أثناء عملية نقل نشطة
az: Aktiv ötürmə əsnasında faylın adını dəyişmək mümkün deyil
bn: সক্রিয় স্থানান্তরের সময় ডিভাইসের নাম পরিবর্তন করা যায় না
cs: Při přenosu nelze přejmenovat zařízení
da: Kan ikke omdøbe enhed imens der er en aktiv overførsel
et: Pooleli ülekande ajal polnud võimalik seadme nime muuta
it: Impossibile rinominare il dispositivo durante un trasferimento attivo
kab: Ur yezmir ara ad issenfel isem n yibenk lawan n urmad n uwelleh
nl: De apparaatnaam kan niet worden gewijzigd tijdens een overdracht
oc: Se pòt pas renomenar lo periferic pendent un transferiment actiu

source: Invalid Port
ar: منفذ غير صالح
az: Keçərsiz Port
bn: অবৈধ পোর্ট
cs: Neplatný Port
da: Ugyldig port
et: Vigane port
it: Porta non valida
kab: Tawwurt tarameɣtut
nl: Ongeldig poortnummer
oc: Pòrt invalid

source: The chosen static port "{}" is not available. Try a different port above 1024.
ar: المنفذ الساكن «{}» غير متاح. جرِّب منفذًا آخر أعلى من 1024.
az: Seçilmiş statik port "{}" uyğundeyil. 1024-dən yuxarı fərqli bir portu yoxlayın.
bn: নির্বাচিত স্থির পোর্ট "{}" উপলব্ধ নয়। 1024-এর উপরে একটি ভিন্ন পোর্ট চেষ্টা করুন।
cs: Vybraný statický port "{}" není dostupný. Zkuste jiný port nad 1024.
da: Den valgte statiske port "{}" er ikke tilgængelig. Prøv en anden port over 1024.
et: Valitud staatline port „{}“ pole kasutatav. Proovi mõnda muud porti, mille number on suurem, kui 1024.
it: La porta statica scelta “{}” non è disponibile. Prova un'altra porta superiore a 1024.
nl: De gekozen poort, ‘{}’, is niet beschikbaar. Probeer een poort hoger dan 1024.
oc: Lo pòrt estatic causit « {} » es pas disponible. Ensajatz un autre pòrt al delà de 1024.

source: _Ok
ar: _حسنًا
az: _Oldu
bn: ঠিক আছে
et: S_obib
kab: _Ih
nl: _Oké
oc: _D'acòrdi

source: Can't access Downloads folder
ar: تعذَّر الوصول إلى مجلد التنزيلات
az: Yüklənilənlər qovluğu əlçatan deyil
bn: ডাউনলোড ফোল্ডারে প্রবেশ করা যায়নি
cs: Nelze přistoupit do složky Stažené
da: Kan ikke tilgå Downloads mappe
et: Allalaadimiste kaustale puudub ligipääs
it: Impossibile accedere alla cartella di download
kab: Ur yezmir ara ad yekcem ɣer ukaram n yisadaren
nl: De downloadmap is ontoegankelijk
oc: Accès impossible al dossièr de telecargament

source: Pick Folder
ar: انتقِ مجلدًا
az: Qovluq Seç
bn: ফোল্ডার নির্বাচন করুন
cs: Vybrat Složku
da: Vælg mappe
et: Vali kaust
it: Scegli una cartella
kab: Fren akaram
nl: Kies een map
oc: Causir un dossièr

source: Packet wants to run in the background
ar: يرغب "باكيت" بالتشغيل في الخلفية
da: Packet vil gerne køre i baggrunden
et: Packet soovib töötada taustal
it: Packet vorrebbe eseguirsi in background
kab: Packet yesra ad yeddu deg ugilal
nl: Packet wil op de achtergrond draaien
oc: Packet vòl s'executar a la dobertura de session

source: Plugin Installed
ar: تم تثبيت الإضافة
da: Plugin er installeret
et: Lisamoodul on paigaldatud
it: Plugin installato
nl: Plug-in geïnstalleerd
oc: Empeuton installat

source: Done
ar: تم
da: Færdig
et: Valmis
it: Fatto
nl: Gereed
oc: Acabat
