Repository: nozwock/packet
Catalog: po/*.po
Languages: ar, az, bn, cs, da, et, it, kab, nl, oc

source: The plugin was installed successfully, but requires the following packages to function: {}
ar: تم تثبيت الإضافة بنجاح، ولكنها تتطلب الحزم التالية لتعمل: {}
da: Plugin'et var installeret succesfuldt, men kræver den følgende pakke for at fungere: {}
et: Lisamooduli paigaldamine õnnetus, aga ta vajab toimimiseks järgmisi pakette: {}
it: Il plugin è stato installato correttamente, ma richiede i seguenti pacchetti per funzionare: {}
nl: De plug-in is geïnstalleerd, maar is afhankelijk van deze pakketten: {}
oc: L'empeuton es estat installat corrèctament, mas requerís los paquets seguent per foncionat : {}

source: Package names may vary by distribution, visit <a {}>this link</a> for details.
ar: اسماء الحزم ممكن ان تخلتف من توزية الي اخري زر <a {}>هذا الرابط</a> للمعلومات.
da: Pakkenavne kan variere afhængigt af distributionen. Besøg <a {}>dette link</a> for yderligere oplysninger.
et: Pakettide nimed võivad distributsiooniti erineda, üksikasjalikumat teavet <a {}>leiad siit</a>.
it: I nomi dei pacchetti possono variare a seconda della distribuzione, visita <a {}>questo link</a> per i dettagli.
nl: Pakketnamen kunnen per distributie verschillen - open voor meer informatie <a {}>deze link</a>.
oc: Lo nom dels paquets pòdon cambiar segon las distribucions, consultatz <a {}> aqueste lo ligam</a> per mai de detalhs.

source: Once that's done, restart Nautilus (e.g., by logging out and back in) to load the plugin.
ar: عد الانتهاء من ذلك, اعد تشغيل مدير الملفات Nautilus (مثلاً، عن طريق تسجيل الخروج ثم الدخول مرة أخرى) لقراءة الاضافة.
da: Når det er gjort, skal du genstarte Nautilus (f.eks. ved at logge ud og ind igen) for at indlæse plugin'et.
et: Kui see on tehtud, siis käivita Nautilus uuesti (näiteks logid välja ja uuesti sisse) ning lisamoodul saab laaditud.
it: Una volta fatto questo, riavvia Nautilus (per esempio facendo logout e rientrando) per caricare il plugin.
nl: Na de installatie dient Nautilus herstart te worden, bijvoorbeeld door af en aan te melden.
oc: Un còp fach, relançatz Nautilus (per exemple en vos desconnectant de la session e en tornant) per cargar l'empeuton.

source: Installation Failed
ar: فشل التثبيت
da: Installationen fejlet
et: Paigaldamine ei õnnestunud
it: Installazione non riuscita
nl: Installatie mislukt
oc: Fracàs de l'installacion

source: Close
ar: اغلاق
da: Luk
et: Sulge
it: Chiudi
nl: Sluiten
oc: Tampar

source: Plugin installation failed. Make sure the following directory exists and is accessible by Packet:
ar: فشل تثبيت الإضافة. تأكد من ان المجلد موجود ويمكن لـ "باكيت" الوصول إليه:
da: Plugin-installation fejlede. Sørg for, at følgende mappe findes og er tilgængelig for Packet:
et: Lisamooduli paigaldamine ei õnnestunud. Palun kontrolli, et järgnev kaust on olemas ja Packet saab sealt faile lugeda:
it: L'installazione del plugin è fallita. Assicurati che le seguenti directory esistano e siano accessibili da Packet:
nl: De plug-in kan niet worden geïnstalleerd. Zorg dat deze map bestaat en toegankelijk is:
oc: Fracàs de l'installacion de l'empeuton. Asseguratz-vos que lo repertòri seguent existisca e siá accessible a Packet :

source: Copied log to clipboard
da: Kopieret log til udklipsholder
et: Logi on kopeeritud lõikelauale
it: Log copiato negli appunti
nl: Logboek gekopieerd naar klembord
oc: Copiats al quichapapièrs

source: Ready
ar: جاهز
az: Hazır
bn: প্রস্তুত
cs: Připraveno
da: Klar
et: Valmis
it: Pronto
kab: Iwjed
nl: Gereed
oc: Prèst

source: Visible as {:?}
ar: مرئي كـ{:?}
az: {:?} olaraq görünür
bn: {:?} হিসেবে দৃশ্যমান
cs: Viditelné jako {:?}
da: Synlig som {:?}
et: Nähtav kui {:?}
it: Visibile come {:?}
kab: Yettban am {:?}
nl: Zichtbaar als {:?}
oc: Visible coma {:?}

source: Invisible
ar: مخفي
az: Görünməz
bn: অদৃশ্য
cs: Neviditelné
da: Usynlig
et: Nähtamatu
it: Invisibile
kab: D udrig
nl: Onzichtbaar

source: No new devices can share with you
ar: لا أجهزة جديدة يمكنها المشاركة معك
az: Yeni cihazlar sizinlə paylaşa bilməz
bn: কোনো নতুন ডিভাইস আপনার সাথে শেয়ার করতে পারবে না
cs: Žádné další zařízení s vámi sdílet nemohou
da: Ingen nye enheder kan dele med dig
et: Ükski uus seade ei saa enam faile jagada
it: Nessun nuovo dispositivo può condividere con te
kab: Ulac ibenkan imaynuten i izemren ad bḍun yid-k⋅m
nl: Nieuwe apparaten kunnen niets met u delen
oc: Cap de periferic novèl per partiment amb vos

source: Disconnected
ar: قطع الاتصال
az: Əlaqə Kəsildi
bn: সংযোগ বিচ্ছিন্ন
cs: Odpojeno
da: Afbrudt
et: Ühendus on katkestatud
it: Disconnesso
kab: Ur yeqqin ara
nl: Verbinding verbroken
oc: Desconnectat

source: Connect to Wi-Fi and turn on Bluetooth
ar: اتصل بواي فاي وشغِّل بلوتوث
az: Wi-Fi-a bağlan və Bluetooth-u aç
bn: ওয়াই-ফাইয়ের সাথে সংযোগ করুন এবং ব্লুটুথ চালু করুন
cs: Připojte se k Wi-Fi a zapněte Bluetooth
da: tilslut til Wi-Fi og tænd for bluetooth
et: Ühenda WiFi võrku ja lülita Bluetooth sisse
it: Connettiti al Wi-Fi e attiva il Bluetooth
kab: Qqer ar Wi-fi rnu rmed Bluetooth
nl: Maak verbinding met wifi en schakel bluetooth in
oc: Se connectar al Wi-Fi e activar lo Bluetooth

source: Connect to Wi-Fi
ar: اتصل بواي فاي
az: Wi-Fi-a Bağlan
bn: ওয়াই-ফাইয়ের সাথে সংযোগ করুন
cs: Připojte se k Wi-Fi
da: Tilslut til Wi-Fi
et: Ühenda WiFi-võrkku
it: Connettiti al Wi-Fi
kab: Qqen ar Wi-Fi
nl: Verbinden met wifi
oc: Se connectar al Wi-Fi

source: Turn on Bluetooth
ar: شغِّل بلوتوث
az: Bluetooth-u Aç
bn: ব্লুটুথ চালু করুন
cs: Zapněte Bluetooth
da: Tænd for bluetooth
et: Lülita Bluetooth sisse
it: Attiva il Bluetooth
kab: Rmed Bluetooth
nl: Bluetooth inschakelen
oc: Activar lo Bluetooth

source: Couldn't open files
ar: تعذَّر فتح الملفات
az: Faylları açmaq baş tutmadı
bn: ফাইল খোলা যায়নি
cs: Nepovedlo se otevřít soubory
da: Kunne ikke åbne filer
et: Faile polnud võimalik avada
it: Non è stato possibile aprire i file
kab: Yegguma ad yeldi ifuyla
nl: De bestanden kunnen niet worden geopend
oc: Impossible de dobrir los fichièrs

source: Send with Packet
ar: ارسل بأستخدام "باكيت"
da: Send med Packet…
et: Saada Packetiga
it: Invia con Packet...
nl: Versturen met Packet
oc: Enviar amb Packet

source: Share files easily
ar: شارك الملفات بسهولة
az: Faylları asanlıqla paylaşın
bn: সহজে ফাইল শেয়ার করুন
cs: Jednodušše sdílejte soubory
da: Send filer let
et: Failide mugav ja lihtne jagamine
it: Condividi facilmente i file
kab: Bḍu isefka s tefses
nl: Deel eenvoudig bestanden
oc: Partejar de fichièrs facilament

source: Gnome;GTK;Quick;Nearby;Share;
ar: جنوم;GTK;مشاركة;قريب;سريع;Packet;
az: Gnome;GTK;Quick;Nearby;Share;fayl;göndər;paylaş;yüklə;blutuz;
cs: Gnome;GTK;Quick;Nearby;Share;Sdílení;
et: Gnome;GTK;Quick;Nearby;Share;jaga;jagamine;failid;võrk;lähedal;läheduses;
kab: Gnome;GTK;Uzrib;Uqrib;Bḍu;
nl: Gnome;GTK;Nearby;Share;Delen;Snel;Dichtbij;
oc: Gnome;GTK;Quick;Share;Partatge;Partiment;Compartiment;Partejar;Proximitat;

source: Window width
ar: عُرض النافذة
az: Pəncərə genişliyi
bn: উইন্ডোর প্রস্থ
cs: Šířka okna
da: Vinduesbredde
et: Akna laius
it: Larghezza della finestra
kab: Teɣzi n usfaylu
nl: Vensterbreedte
oc: Largor de la fenèstra

source: Window height
ar: ارتفاع النافذة
az: Pəncərə yüksəkliyi
bn: উইন্ডোর উচ্চতা
cs: Výška okna
da: vindueshøjde
et: Akna kõrgus
it: Altezza della finestra
kab: Tehri n usfaylu
nl: Vensterhoogte
oc: Nautor de la fenèstra

source: Window maximized state
ar: حالة النافذة المكبرة
az: Pəncərənin böyüdülmüş halı
bn: উইন্ডোর সর্বাধিকীকৃত অবস্থা
cs: Stav maximalizace
da: Vinduets maksimerede tilstand
et: Akna maksimaalne vaade
it: Stato di massimizzazione della finestra
kab: Addad n usfaylu ameqqran
nl: Venstermaximalisatie
oc: Estat maximizat de la fenèstra

source: Device name
ar: اسم الجهاز
az: Cihaz adı
bn: ডিভাইসের নাম
cs: Název zařízení
da: Enheds navn
et: Seadme nimi
it: Nome del dispositivo
kab: Isem n yibenk
nl: Apparaatnaam
oc: Nom del periferic

source: Device visibility
ar: مرئية الجهاز
az: Cihaz görünürlüyü
bn: ডিভাইসের দৃশ্যমানতা
cs: Viditelnost zařízení
da: Enheds synlighed
et: Seadme nähtavus
it: Visibilità del dispositivo
kab: Timeẓriwt n yibenk
nl: Zichtbaarheid van apparaat
oc: Visibilitat del periferic

source: Download folder
ar: مجلد التنزيلات
az: Yükləmə qovluğu
bn: ডাউনলোড ফোল্ডার
cs: Složka pro stažení
da: Downloads mappe
et: Allalaadimiste kaust
it: Cartella di download
kab: Akaram u yisadaren
nl: Downloadmap
oc: Dossièr de telecargament

source: Send and receive files wirelessly with Android devices using Quick Share or another device with Packet installed.
ar: أرسِل واستقبل الملفات لاسلكيًا مع أجهزة أندرويد مستعملًا Quick Share أو مع جهاز آخر نُصِّب "باكيت" عليه.
az: Packet quraşdırılmış başqa bir cihazla və yaxud Quick Share funksiyası olan Android cihazları ilə faylları simsiz şəkildə göndərin və qəbul edin.
bn: Quick Share ব্যবহার করে অ্যান্ড্রয়েড ডিভাইসের সাথে বা Packet ইনস্টল করা অন্য ডিভাইসের সাথে বেতারভাবে ফাইল পাঠান এবং গ্রহণ করুন।
cs: Sdílejte a obdržujte bezdrátově soubory s zařízeními Android přes Quick Share nebo s ostatními zařízeními s aplikací Packet.
da: Send og modtag filer trådløst med Android enheder med brug af Quick share eller andre enheder med Packet installeret
et: Saada ja võta vastu faile traadita võrgus Quick Share'i liidestusega Androidi seadmetes või seadmeis, kus Packet on paigaldatud.
it: Invia e ricevi file in modalità wireless con dispositivi Android utilizzando Quick Share o un altro dispositivo con Packet installato.
nl: Wissen bestanden draadloos uit met Android-apparaten door middel van Quick Share of een ander apparaat waarop Packet geïnstalleerd is.
oc: Mandatz e recebètz de fichièrs sens fil amb de periferics Android en utilizant Quick Share o un autre periferic amb Packet installat.

source: Packet requires Bluetooth to be enabled and the devices to be connected to a Wi-Fi network with mDNS.
ar: يتطلب "باكيت" تفعيل بلوتوث وأن تكون الأجهزة متصلة بشبكة واي فاي ذات mDNS.
az: Packet Bluetooth-un açıq olmağını və cihazların mDNS xüsusiyyəti olan Wi-Fi şəbəkəsinə bağlı olmasını tələb edir.
bn: Packet-এর জন্য ব্লুটুথ সক্রিয় থাকা এবং ডিভাইসগুলো mDNS সহ একটি ওয়াই-ফাই নেটওয়ার্কের সাথে সংযুক্ত থাকা প্রয়োজন।
cs: Packet vyžaduje zapnuté Bluetooth a sdílené Wi-Fi připojení s mDNS.
da: Pakken kræver, at Bluetooth er aktiveret, og at enhederne er tilsluttet til et Wi-Fi-netværk med mDNS.
et: Packet eeldab, et Bluetooth on kasutusel ja seade on ühendatud WiFi võrku, kus mDNS toimib.
it: Packet richiede che il Bluetooth sia abilitato e che i dispositivi siano connessi a una rete Wi-Fi con mDNS.
nl: Voor het gebruik van Packet is bluetooth vereist en de apparaten dienen verbonden te zijn met hetzelfde mDNS-wifinetwerk.
oc: Paquet requerís que lo Bluetooth siá activat e que los periferics sián connectats a una ret Wi-Fi amb mDNS.

source: Sent Share Request
ar: أرسل طلب المشاركة
az: Paylaşmaq Tələbi Göndərildi
bn: শেয়ার অনুরোধ পাঠানো হয়েছে
cs: Odesláno vyžádání k sdílení
da: Sendt delingsanmodning
et: Saadetud jagamispäring
it: Inviata richiesta di condivisione
kab: Yettwazen ussuter n beṭṭu
nl: Deelverzoek verstuurd
oc: Demanda de partatge enviada

source: Received Share Request
ar: استلم طلب المشاركة
az: Paylaşma Tələbi Qəbul Edildi
bn: শেয়ার অনুরোধ গৃহীত হয়েছে
cs: Obdrženo vyžádání o sdílení
da: Modtaget delingsanmodning
et: Vastuvõetud jagamispäring
it: Ricevuta richiesta di condivisione
kab: Yettwarmes ussuter n beṭṭu
nl: Deelverzoek ontvangen
oc: Demanda de partatge recebuda

source: Packet
ar: باكيت

source: Link
ar: وصلة
az: Keçid
bn: লিঙ্ক
cs: Odkaz
kab: Aseɣwen
oc: Ligam

source: Wi-Fi
ar: واي فاي
bn: ওয়াই-ফাই
